Repository: Deminder/ShutdownTimer
Catalog: po/*.po
Languages: de, sk, tr

source: Suspend then Hibernate
sk: Uspať a potom hibernovať
tr: Önce Askıya Al, Sonra Hazırda Beklet

source: Hybrid Sleep
sk: Hybridný spánok
tr: Hibrit Uyku

source: Hibernate
sk: Hibernovať
tr: Hazırda Beklet

source: Halt
sk: Zastavenie
tr: Durdur

source: Suspend
de: Ruhezustand
sk: Uspať
tr: Askıya Al

source: Power Off
de: Ausschalten
sk: Vypnúť
tr: Kapat

source: Restart
de: Neustart
sk: Reštartovať
tr: Yeniden Başlat

source: Wake
de: Wecker
sk: Prebudenie
tr: Uyandır

source: No Wake
de: Kein Wecken
sk: Neprebudiť
tr: Uyandırma

# checktext
source: suspend then hibernate
sk: uspanie a potom hibernovať

# checktext
source: hybrid sleep
sk: hybridný spánok

# checktext
source: hibernate
sk: hibernovanie

# checktext
source: halt
sk: zastavenie

# checktext
source: suspend
sk: uspanie

# checktext
source: shutdown
sk: vypnutie

# checktext
source: reboot
sk: reštartovanie

# checktext
source: wakeup
sk: prebudenie

# untiltext
source: suspend and hibernate
sk: uspania a potom hibernácie
tr: askıya al ve hazırda beklet

# untiltext
source: hybrid sleep
sk: režimu hybridného spánku
tr: hibrit uyku

# untiltext
source: hibernate
sk: hibernovania
tr: hazırda beklet

# untiltext
source: halt
sk: zastavenia
tr: durdur

# untiltext
source: suspend
sk: uspania
tr: askıya al

# untiltext
source: shutdown
sk: vypnutia
tr: kapat

# untiltext
source: reboot
sk: reštartovania
tr: yeniden başlat

# untiltext
source: wakeup
sk: prebudenia
tr: uyandır

source: Can not cancel root process!
de: Root-Prozess kann nicht abgebrochen werden.
sk: Nie je možné zrušiť proces root!
tr: Kök işlemi iptal edilemez!

source: CANCEL
de: ABBRUCH
sk: ZRUŠIŤ
tr: İPTAL

source: Privileged script installation required!
de: Installation des privilegierten Skriptes erforderlich!
sk: Vyžaduje sa inštalácia skriptu s oprávnením!
tr: Yetkili betik kurulumu gerekiyor!

# StartSchedulePopup
source: %s in %s
sk: %s o %s
tr: %s içinde %s

source: %s hour
de: %s Std.
sk: %s hodinu
tr: %s saat

source: %s minute
sk: %s minútu
tr: %s dakika

source: Confirmation canceled
de: Prüfung abgebrochen
sk: Potvrdenie zrušené

source: Shutdown Timer stopped
de: Ausschaltuhr gestoppt
sk: Časovač vypnutia zastavený
tr: Kapatma Zamanlayıcısı durduruldu

source: Waiting for %s confirmation
de: Warte auf Bestätigung für %s
sk: Čaká sa na potvrdenie %s

# CheckCommand
source: %s aborted (Code: %s)
de: %s abgebrochen (Code: %s)
sk: %s prerušené (Kód: %s)

source: %s is not supported!
sk: %s nie je podporovaný!
tr: %s desteklenmiyor!

source: Wake action failed!
de: Wecker-Befehl fehlgeschlagen!
sk: Akcia prebudenia zlyhala!
tr: Uyandırma işlemi başarısız oldu!

source: Root mode protection failed!
de: Root-Modus-Absicherung fehlgeschlagen!
sk: Ochrana v režime root zlyhala!
tr: Kök mod koruması başarısız oldu!

source: START
sk: ZAČIATOK
tr: BAŞLAT

source: END
de: ENDE
sk: KONIEC
tr: BİTİR

source: FAIL
de: FEHLER
sk: ZLYHANIE
tr: BAŞARISIZ

source: install
de: Installieren
sk: inštalácie
tr: kur

source: uninstall
de: Deinstallieren
sk: odinštalovania
tr: kaldır

source: Shutdown Timer
de: Ausschaltuhr
sk: Časovač vypnutia
tr: Kapatma Zamanlayıcısı

source: Settings
de: Einstellungen
sk: Nastavenia
tr: Ayarlar

source: now
de: jetzt
sk: teraz
tr: şimdi

source: Check {checktext} for {durationString}
sk: Skontrolovať {checktext} pre {durationString}

# absolute time notation
source: %a, %R
sk: %R, %A

source: %s hr
de: %s Std.
sk: %s h
tr: %s sa

source: %s (protect)
de: %s (sicher)
sk: %s (chránené)
tr: %s (koruma)

# WakeButtonText
source: %s at %s
de: %s am %s
sk: %s o %s
tr: %s %s'de

# WakeButtonText
source: %s after %s
de: %s in %s
sk: %s o %s
tr: %s %s'den sonra

source: {durationString} until {untiltext}
sk: {durationString} do {untiltext}
tr: {durationString} süresince {untiltext}

# absolute schedule notation
source: %a, %T
sk: %T, %A

source: %s sec
de: %s Sek.
sk: %s sek
tr: %s sn

source: Maximum shutdown time (in minutes)
de: Maximaler Ausschalt-Uhrenwert (in Minuten)
sk: Maximálny čas vypnutia (v minútach)
tr: Maksimum kapatma süresi (dakika olarak)

source: Set maximum selectable shutdown time of the slider (in minutes). Use only values greater zero.
de: Setze maximal auswählbare Zeit des Ausschalt-Schiebereglers (in Minuten). Verwende nur Werte größer Null.
sk: Nastavte maximálny zvoliteľný čas vypnutia posuvníka (v minútach). Používajte len hodnoty väčšie ako nula.
tr: Kaydırıcıda seçilebilecek maksimum kapatma süresini ayarlayın (dakika olarak). Sadece sıfırdan büyük değerler kullanın.

source: Maximum wake time (in minutes)
de: Maximaler Wecker-Uhrenwert (in Minuten)
sk: Maximálna čas prebudenia (v minútach)
tr: Maksimum uyandırma süresi (dakika olarak)

source: Set maximum selectable wake time of the slider (in minutes). Use only values greater zero.
de: Setze maximal auswählbare Zeit des Wecker-Schiebereglers (in Minuten). Verwende nur Werte größer Null.
sk: Nastavte maximálny zvoliteľný čas prebudenia posuvníka (v minútach). Používajte len hodnoty väčšie ako nula.
tr: Kaydırıcıda seçilebilecek maksimum uyandırma süresini ayarlayın (dakika olarak). Sadece sıfırdan büyük değerler kullanın.

source: Reference start time for shutdown
de: Bezugsstartzeit zum Ausschalten
sk: Referenčný čas začiatku pre vypnutie
tr: Kapatma için referans başlangıç zamanı

source: Reference start time for shutdown either now or HH:MM
de: Bezugsstartzeit zum Ausschalten entweder "now" oder "HH:MM"
sk: Referenčný čas začiatku pre vypnutie, buď teraz alebo HH:MM
tr: Kapatma için referans başlangıç zamanı, ya şimdi ya da SS:DD

source: Display shutdown time as absolute timestamp
de: Zeige Ausschaltzeit als absoluten Zeitstempel
sk: Zobraziť čas vypnutia ako absolútnu časovú značku
tr: Kapatma zamanını mutlak zaman damgası olarak göster

source: Display shutdown time as absolute timestamp "HH:MM"
de: Zeige Ausschaltzeit als absoluten Zeitstempel "HH:MM"
sk: Zobraziť čas vypnutia ako absolútnu časovú značku"HH:MM"
tr: Kapatma zamanını mutlak zaman damgası "SS:DD" olarak göster

source: Reference start time for wake
de: Bezugsstartzeit zum Wecken
sk: Referenčný čas začiatku pre prebudenia
tr: Uyandırma için referans başlangıç zamanı

source: Reference start time for wake either now, shutdown, or HH:MM
de: Bezugsstartzeit zum Wecken entweder "now" oder "HH:MM"
sk: Referenčný čas začiatku pre prebudenia, buď teraz, vypnutie alebo HH:MM
tr: Uyandırma için referans başlangıç zamanı, ya şimdi, kapatma ya da SS:DD

source: Display wake time as absolute timestamp
de: Zeige Weckzeit als absoluten Zeitstempel
sk: Zobraziť čas prebudenia ako absolútnu časovú značku
tr: Uyandırma zamanını mutlak zaman damgası olarak göster

source: Display wake time as absolute timestamp "HH:MM"
de: Zeige Weckzeit als absoluten Zeitstempel "HH:MM"
sk: Zobraziť čas prebudenia ako absolútnu časovú značku "HH:MM"
tr: Uyandırma zamanını mutlak zaman damgası "SS:DD" olarak göster

source: Automatically start and stop wake on shutdown timer toggle
de: Automatischen starten und stoppend des Weckers beim umschalten der Ausschaltuhr
sk: Automaticky spustiť a zastaviť budenie pri prepnutí časovača vypnutia
tr: Kapatma zamanlayıcısı açıkken uyandırmayı otomatik başlat ve durdur

source: Enable/Disable the wake alarm when the shutdown timer is started/stopped.
de: Einschalten/Auschalten des Weckers, wenn die Ausschaltuhr startet/stoppt.
sk: Zapnúť/vypnúť alarm budenia pri spustení/zastavení časovača vypnutia.
tr: Kapatma zamanlayıcısı başlatıldığında/durdurulduğunda uyandırma alarmını etkinleştir/devre dışı bırak.

source: Scheduled shutdown timestamp.
de: Geplanter Ausschaltzeitstempel.
sk: Časová značka plánovaného vypnutia.
tr: Zamanlanmış kapatma zaman damgası.

source: Unix time in seconds of scheduled shutdown or -1 if disabled.
de: Unix Zeitstempel des geplanten Abschaltens in Sekunden oder -1 wenn nicht aktiv.
sk: Unixový čas v sekundách plánovaného vypnutia alebo -1, ak je to zakázané.
tr: Zamanlanmış kapatmanın Unix zamanı (saniye cinsinden) ya da devre dışı ise -1.

source: Wake slider position (in percent)
de: Standardposition des Wecker-Schiebereglers (in %)
sk: Pozícia posuvníka prebudenia (v percentách)
tr: Uyandırma kaydırıcı pozisyonu (yüzde olarak)

source: Set wake slider position as percent of the maximum time. Must be in range 0 and 100.
de: Setze Wecker-Schieberegler-Position in Prozent der maximalen Zeit. Wert muss im Bereich von 0 bis 100 liegen.
sk: Nastavte polohu posuvníka prebudenia ako percento maximálneho času. Musí byť v rozsahu 0 a 100.
tr: Uyandırma kaydırıcı pozisyonunu maksimum zamanın yüzdesi olarak ayarla. 0 ile 100 arasında olmalıdır.

source: Ramp-up of non-linear wake slider value
de: Steigung des nicht-linearen Wertes des Wecker-Schieberegler
sk: Zvýšiť nelineárnu hodnotu posuvníka budenia
tr: Doğrusal olmayan uyandırma kaydırıcı değeri artışı

source: Exponential ramp-up for wake time slider
de: Exponentielle Steigung des nicht-linearen Wertes des Wecker-Schieberegler
sk: Exponenciálne zvýšiť posuvník času prebudenia
tr: Uyandırma zamanı kaydırıcısı için üstel artış

source: Shutdown slider position (in percent)
de: Standardposition des Ausschalt-Schiebereglers (in %)
sk: Poloha posuvníka vypnutia (v percentách)
tr: Kapatma kaydırıcı pozisyonu (yüzde olarak)

source: Set shutdown slider position as percent of the maximum time. Must be in range 0 and 100.
de: Setze Ausschalt-Schieberegler-Position in Prozent der maximalen Zeit. Wert muss im Bereich von 0 bis 100 liegen.
sk: Nastavte polohu posuvníka vypnutia ako percento maximálneho času. Musí byť v rozsahu 0 a 100.
tr: Kapatma kaydırıcı pozisyonunu maksimum zamanın yüzdesi olarak ayarla. 0 ile 100 arasında olmalıdır.

source: Ramp-up of non-linear shutdown slider value
de: Steigung des nicht-linearen Wertes des Ausschalt-Schieberegler
sk: Zvýšiť nelineárnu hodnotu posuvníka vypnutia
tr: Doğrusal olmayan kapatma kaydırıcı değeri artışı

source: Exponential ramp-up for shutdown time slider
de: Exponentielle Steigung des nicht-linearen Wertes des Ausschalt-Schieberegler
sk: Exponenciálne zvýšiť nelineárnu hodnotu posuvníka vypnutia
tr: Kapatma zamanı kaydırıcısı için üstel artış

source: Show settings button
de: Zeige Einstellungsbutton
sk: Zobraziť tlačidlo nastavenia
tr: Ayarlar düğmesini göster

source: Show/hide settings button in widget.
de: Zeige/verberge Einstellungsbutton im Widget.
sk: Zobraziť/skryť tlačidlo nastavenia vo widgete.
tr: Bileşende ayarlar düğmesini göster/gizle.

source: Show shutdown slider
de: Zeige Ausschalt-Schieber
sk: Zobraziť posuvník vypnutia
tr: Kapatma kaydırıcısını göster

source: Show/hide shutdown slider in widget.
de: Zeige/verberge Ausschalt-Minuten-Schieber im Widget.
sk: Zobraziť/skryť posuvník vypnutia vo widgete.
tr: Bileşende kapatma kaydırıcısını göster/gizle.

source: Show wake slider
de: Zeige Wecker-Schieber
sk: Zobraziť posuvník zobúdzania
tr: Uyandırma kaydırıcısını göster

source: Show/hide wake slider in widget.
de: Zeige/verberge Ausschalt-Minuten-Schieber im Widget.
sk: Zobraziť/skryť posuvník prebudenia vo widgete.
tr: Bileşende uyandırma kaydırıcısını göster/gizle.

source: Show all wake items
de: Zeige Wecker-Optionen
sk: Zobraziť všetky položky prebudenia
tr: Tüm uyandırma öğelerini göster

source: Show/hide all wake items in widget.
de: Zeige/verberge Wecker-Minuten-Schieber im Widget.
sk: Zobraziť/skryť všetky položky prebudenia vo widgete.
tr: Bileşende tüm uyandırma öğelerini göster/gizle.

source: Show notification text boxes
de: Zeige Textbox-Notifikationen
sk: Zobraziť textové polia s upozorneniami
tr: Bildirim metin kutularını göster

source: Show/hide notification text boxes on screen.
de: Zeige/verberge Textbox-Notifikationen auf dem Bildschirm.
sk: Zobraziť/skryť textové polia s upozorneniami na obrazovke.
tr: Ekranda bildirim metin kutularını göster/gizle.

source: Root mode
de: Root-Modus
sk: Režim root
tr: Root modu

source: Set root mode on/off. In root mode powering off is done via 'pkexec' and 'shutdown' terminal command.
de: Schalte Root-Modus an/aus. Im Root-Modus wird das Ausschalten per 'pkexec' und 'shutdown' Terminal-Kommando ausgeführt.
sk: Nastaviť zapnutie/vypnutie režimu root. V režime root sa vypnutie vykonáva pomocou terminálového príkazu 'pkexec' a 'shutdown'.
tr: Root modunu aç/kapat. Root modunda kapatma işlemi 'pkexec' ve 'shutdown' terminal komutuyla yapılır.

source: Show end-session dialog
de: Zeige Sitzungsende-Dialog
sk: Zobraziť dialógové okno ukončenia relácie
tr: Oturum sonu iletişim kutusunu göster

source: Show the end-session dialog for reboot and shutdown if screensaver is inactive.
de: Zeige den Sitzungsende-Dialog beim Neustarten und Herunterfahren an, sofern der Bildschirm inaktiv ist.
sk: Zobraziť dialógové okno ukončenia relácie pre reštart a vypnutie, ak nie je šetrič obrazovky aktívny.
tr: Ekran koruyucu devre dışıyken yeniden başlatma ve kapatma için oturum sonu iletişim kutusunu göster.

source: Shown shutdown modes
de: Angezeigte Auschaltoptionen
sk: Zobraziť režimy vypnutia
tr: Gösterilen kapatma modları

source: Comma-separated shutdown modes which are shown in the popup menu (p: poweroff, s: suspend, r: reboot)
de: Kommagetrennte Ausschaltoptionen, die im Menü erscheinen (p: Herunterfahren, s: Ruhezustand, r: Neustart)
sk: Režimy vypnutia oddelené čiarkou, ktoré sa zobrazujú vo vyskakovacej ponuke (p: vypnutie, s: uspanie, r: reštart)
tr: Açılır menüde gösterilen virgülle ayrılmış kapatma modları (p: kapatma, s: askıya alma, r: yeniden başlatma)

source: Use mode
de: Verwende Option
sk: Režim použitia
tr: Kullanım modu

source: Mode to use for timer action
de: Verwendete Ausschaltoption der Stoppuhr
sk: Režim, ktorý sa má použiť pre akciu časovača
tr: Zamanlayıcı işlemi için kullanılacak mod

source: Show shutdown indicator
de: Zeige Ausschalt-Indikator
sk: Zobraziť indikátor vypnutia
tr: Kapatma göstergesini göster

source: Shows the remaining time until shutdown action
de: Zeigt die verbleibende Zeit bis zum Ausschalt-Befehl
sk: Zobrazuje zostávajúci čas do vypnutia
tr: Kapatma işlemine kadar kalan zamanı gösterir

source: Check command(s)
de: Prüfbefehl(e)
sk: Kontrolný príkaz(y)

source: Run command(s) before shutdown command. Proceed with shutdown only if check command succeeds.
de: Führt Prüfbefehl vor dem Ausschaltbefehl aus. Nur wenn der Prüfbefehl erfolgreich terminiert, wird der Ausschaltbefehl ausgeführt.
sk: Spustiť príkaz(y) pred príkazom na vypnutie. Pokračovať vo vypínaní len vtedy, ak kontrolný príkaz uspeje.

source: Enable check command
de: Prüfbefehl verwenden
sk: Zapnúť kontrolný príkaz

source: Check command is skipped if disabled.
de: Prüfbefehl wird übersprungen, wenn er deaktiviert ist.
sk: Kontrolný príkaz sa vynechá, ak je zakázané.

source: Last selected page in the preferences.
de: Zuletzt ausgewählte Einstellungsseite.
sk: Posledná vybraná stránka v nastaveniach.
tr: Tercihlerde en son seçilen sayfa.

source: Failed
de: Fehlgeschlagen
sk: Zlyhalo
tr: Başarısız

source: Success
de: Erfolg
sk: Hotovo
tr: Başarılı

source: Installing
de: Installiere
sk: Inštaluje sa
tr: Yükleniyor

source: tool
de: Werkzeug
sk: nástroja
tr: araç

source: Using legacy policykit install
de: Verwende PolicyKit-Installation für alte PolicyKit-Version
sk: Používanie staršej inštalácie policykit
tr: Eski policykit yüklemesi kullanılıyor

source: policykit action
de: PolicyKit-Aktion
sk: akcia policykit
tr: policykit eylemi

source: policykit rule
de: PolicyKit-Regel
sk: pravidla policykit
tr: policykit kuralı

source: Uninstalling
de: Deinstalliere
sk: Odinštalovanie
tr: Kaldırılıyor

source: cannot remove
de: entfernen nicht möglich
sk: nie je možné odstrániť
tr: kaldırılamıyor

source: not installed at
de: nicht installiert in
sk: nie je nainštalované v
tr: şurada yüklü değil

source: Install
de: Installieren
sk: Inštalácia
tr: Yükle

source: Install/Uninstall privileges for this user
de: Installiere/Deinstalliere privilegiertes Skript für den Benutzer
sk: Inštalovať/Odinštalovať oprávnenia pre tohto používateľa
tr: Bu kullanıcı için yükleme/kaldırma ayrıcalıkları

source: Setup a privileged script and give user access via polkit
de: Konfiguriere ein privilegiertes Skript und gebe Benutzer Zugriff via Polkit
sk: Nastaviť privilegovaný skript a udeliť používateľovi prístup cez polkit
tr: Ayrıcalıklı bir betik ayarlayın ve kullanıcıya polkit aracılığıyla erişim verin

source: Install output
de: Ausgabe der Installation
sk: Výstup inštalácie
tr: Yükleme çıktısı

source: Shutdown
de: Abschalten
sk: Vypnutie
tr: Kapatma

source: Timer Action
de: Timer Aktion
sk: Akcia časovača
tr: Zamanlayıcı İşlemi

source: Shown for reboot and shutdown if screensaver is inactive
de: Angezeigt beim Neustarten und Herunterfahren, wenn Bildschirm inaktiv ist
sk: Zobrazuje sa pri reštarte a vypnutí, ak šetrič obrazovky nie je aktívny
tr: Ekran koruyucu devre dışıyken yeniden başlatma ve kapatma için gösterilir

source: Toggle root shutdown with shutdown timer
de: Schalte die Root-Absicherung zusammen mit der Ausschaltuhr
sk: Prepínať vypnutie v režime root s časovačom vypnutia
tr: Kapatma zamanlayıcısı ile root kapatmayı aç/kapat

source: Runs extra 'shutdown -P/-r' command for shutdown or reboot
de: Führt extra 'shutdown -P/-r' Befehl beim Neustarten oder Herunterfahren aus
sk: Spustí dodatočný príkaz 'shutdown -P/-r' na vypnutie alebo reštart
tr: Kapatma veya yeniden başlatma için ekstra 'shutdown -P/-r' komutunu çalıştırır

source: Timer Input
de: Timer Eingabe
sk: Vstup časovača
tr: Zamanlayıcı Girdisi

source: Reference start time
de: Bezugsstartzeit
sk: Referenčný čas začiatku
tr: Referans başlangıç zamanı

source: Options: now, HH:MM
de: Optionen: now, HH:MM (now:jetzt, HH: Stunde, MM: Minute)
sk: Možnosti: now, HH:MM (now - teraz, HH - hodiny, MM - minúty)
tr: Seçenekler: şimdi, SS:DD

source: Shutdown slider position (in &#37;)
de: Standardposition des Ausschalt-Schiebereglers (in %)
sk: Poloha posuvníka vypnutia (v &#37;)
tr: Kapatma kaydırıcı pozisyonu (yüzde olarak)

source: Non-linear scaling or 0 to disable
de: Nicht-lineare Skalierung oder 0 für linear
sk: Nelineárne škálovanie alebo 0 pre zakázanie
tr: Doğrusal olmayan ölçeklendirme veya devre dışı bırakmak için 0

source: Maximum shutdown timer value (in minutes)
de: Maximaler Ausschalt-Uhrenwert (in Minuten)
sk: Maximálna hodnota časovača vypnutia (v minútach)
tr: Maksimum kapatma zamanlayıcı değeri (dakika olarak)

source: Toggle wake with timer action
de: Schalte den Wecker zusammen mit der Ausschaltuhr
sk: Prepínanie prebudenia pomocou akcie časovača
tr: Zamanlayıcı işlemi ile uyandırmayı aç/kapat

source: Options: now, shutdown, HH:MM
de: Optionen: now, shutdown, HH:MM (now:jetzt, shutdown:Ausschaltzeit, HH: Stunde, MM: Minute)
sk: Možnosti: teraz, shutdown, HH:MM (now - teraz, shutdown - vypnúť)
tr: Seçenekler: şimdi, kapatma, SS:DD

source: Wake slider position (in &#37;)
de: Standardposition des Wecker-Schiebereglers (in %)
sk: Pozícia posuvníka prebudenia (v &#37;)
tr: Uyandırma kaydırıcı pozisyonu (yüzde olarak)

source: Maximum wake timer value (in minutes)
de: Maximaler Wecker-Uhrenwert (in Minuten)
sk: Maximálna hodnota časovača prebudenia (v minútach)
tr: Maksimum uyandırma zamanlayıcı değeri (dakika olarak)

source: Display
de: Anzeige
sk: Vzhľad
tr: Görünüm

source: General
de: Allgemein
sk: Všeobecné
tr: Genel

source: Show shutdown items
de: Zeige Ausschaltoptionen
sk: Zobraziť položky vypnutia
tr: Kapatma öğelerini göster

source: Absolute shutdown time selection
de: Absolute Ausschalt-Zeit-Auswahl
sk: Výber absolútneho času vypnutia
tr: Mutlak kapatma zamanı seçimi

source: Show wake items
de: Zeige Wecker-Optionen
sk: Zobraziť položky zobúdzania
tr: Uyandırma öğelerini göster

source: Absolute wake time selection
de: Absolute Weck-Zeit-Auswahl
sk: Výber absolútneho času prebudenia
tr: Mutlak uyandırma zamanı seçimi

source: Check
de: Prüfung
sk: Skontrolovať

source: Enable check
de: Verwende Prüfbefehl(e)
sk: Zapnúť kontrolu

source: Script is run in a bash user shell after timer activates. Timer action proceeds if check terminates successfully.
de: Das Skript läuft in einer Bash-Benutzer-Shell nach dem Ablauf der Ausschaltuhr. Die Ausschaltaktion wird nur fortgesetzt wenn dieses Skript erfolgreich terminiert.
sk: Skript sa spustí v používateľskom prostredí bash po aktivácii časovača. Akcia časovača prebehne, ak sa kontrola úspešne ukončí.

source: Check script
de: Prüfskript
sk: Kontrolný skript

source: policy rule
de: Policy-Regel

source: Check %s for %s
de: Prüfe %s seit %s

source: suspend
de: Ruhezustand

source: shutdown
de: Abschalten

source: reboot
de: Neustart

source: wakeup
de: Wecken

source: %s until %s
de: %s bis z. %s

source: %s min
tr: %s dk
